{
  "about": {
    "MAIN": {
      "description": "'VARDZIA RESORT'  is located in the Javakheti region of  Georgia, 240 kilometers from the capital Tbilisi. The spectacular design of the resort ensures that almost every one of the resort’s 32 rooms and 7 cottage rooms enjoys a view of the Beautiful nature and Vardzia Cave Town.\n\nHere, each season is distinctively unique, ideal for relaxation, family reunions, weddings, business meetings, retreats, corporate, entertainment and sports events. We invite you to experience breathtaking nature, elegant and contemporary hotel and a unique atmosphere that provides privacy and tranquility.\nEnjoy stupendous calm and peace of location and choose harmony and well-being over the chaotic pace of today’s lifestyle.\nThe recreation area includes following facilities:\n\n   • Hotel/32 rooms+7 cottage rooms \n   • Two Restaurants \n   • Lounge Bar \n   • Two Conference Halls \n   • Spa Centre \n   • Two Swimming Pools \n   • Fitness hall\n\nOur focus for attention to every detail and to satisfy all our customer needs creates a comfortable atmosphere that makes our guests feel at home, to relax and enjoy their stay.\nVARDZIA RESORT has 32 rooms on average 20-30 square meters each.\n\nThe hotel offers Standard, Junior Suite, Suite, Family and cottage rooms.\n\n   • Private balconies \n   • Seating area  \n   • Mini-bar \n   • Free Wi-Fi \n   • Hairdryer, bathrobes and slippers \n   • Hygienic supplies \n   • Flat-screen TV \n   • Work desk \n   • Free Coffee & Tea \n\nThere are two restaurants and bars located on the resort territory. The buffet accommodated for up to 150 people, offers traditional food choice and essential plates served with wine chosen from our wine cellar. Guests are able to appreciate Georgian local cuisine and taste exotic national dishes.\nThe food at VARDZIA RESORT is always fresh, organic and natural, locally produced at the resort. As regards to the bars, our famous shakers are always ready to surprise you with a variety of exotic drinks and unique cocktails.\n\nConference halls at VARDZIA RESORT are perfect for corporate conferences and other business events. The service includes organizing coffee and lunch breaks. We offer our guests unique ambience, high quality service and affordable prices.\n\nDiscover the most interesting and memorable activities that VARDZIA RESORT recommends to its guests. Resort is ideally located to access the main historical, cultural, famous and picturesque sites of the region. Hotel’s Adventure Center is determined for guests who desire to enjoy their holidays and participate in various kinds of extreme, cultural and wine tours that can be personalized upon the request.",
      "title": "Vardzia Resort"
    }
  },
  "bar_restaurant": {
    "BAR_RESTAURANT": {
      "description": "National and Meskhetian cuisine\n\nThe restaurant is at your service\n\nSeparately from the hotel situated cozy restaurant of Georgian cuisine, which is available for every traveler-pilgrim  will surprise  with the quality of  food and reasonable prices.\n\nThe uniqueness of our kitchen  is that it also offers local dishes  of  Meskheti cooked on an open fire and mountain spring water. Meals are prepared from organic products grown at local farms. Lovers  of modern drinks, cocktails and pleasant music can relax in the bar.\n\nThe restaurant can accommodate a large number of visitors, who can dine inside the restaurant (130 persons) and on the large terrace (150 persons), enjoying the views of the Vardzia cave city.\n\nRestaurant is open from 11:00 till 23:00.\n\nDelicious, juicy, fragrant, spicy, moderately hot – this is just a small list of epithets that Georgian cuisine can be rewarded.  However, when talking about it for some reason, one immediately imagine “shashlik”  (barbecue), plenty of greenery and a lot of wine. In fact it is  not exactly this way.",
      "title": "Bar & Restaurant"
    },
    "DINNING_ROOM": {
      "description": "Georgian Cuisine Hits\n\nThe Georgian cuisine is one of the most original cuisines of the world. You can acquaint yourself with the culinary traditions of Georgian cuisine and personally take part in the preparation of national dishes in the Vardzia Resort restaurant.\n\n Thanks to our chefs,  visitors will have a unique opportunity to join in an atmosphere imbued with the Georgian spirit and enjoy the flavors  of herbs and spices used to prepare national dishes of the peoples of  Georgia.",
      "title": "Hotel Dinery"
    },
    "LOUNGE": {
      "description": "The best  place for gatherings Lounge Bar\n\nLounge Bar is the unique place for gatherings in a small circle of friends, family vacation or for a big party. If you want to relax in a summer/winter cafe in nature - visit us! Cafe-Bar with a patio and an outdoor terrace always attracts a lot of visitors, and in the summer, its popularity grows  significantly.\n\nIt’s great to escape from the dusty noisy city streets for a while, to find yourself  in the grace of the quiet shady aisles,  to breathe the cool air near waters.  One of the undeniable advantages of cafe in nature is the opportunity to sit at a table on the patio or terrace and enjoy a beautiful landscape. Here you can also prepare by yourself and enjoy your favourite barbecue.",
      "title": "Lobby Lounge"
    },
    "TERRACE": {
      "description": "The terrace, located in the resort’s garden, opens up to a fairy-tale view of the Vardzia Monastery complex — a historic city carved into the cliffs. It’s a perfect place to relax in comfort and enjoy breathtaking surroundings.",
      "title": "Teracce"
    }
  },
  "common": {
    "about_us": "About us",
    "address": "მის.: ახალქალაქის რაიონი, სოფელი გოგაშენი “ჭაჭკარი”",
    "bar_and_restaurant": "Bar & Restaurant",
    "bar_menu": "Bar Menu",
    "book_now": "Book Now",
    "contact": "Contact",
    "contact_info": "Contact information",
    "hotel": "Hotel",
    "locales": {
      "en": "EN",
      "ka": "ქა",
      "ru": "РУ"
    },
    "menu": "Menu",
    "meskhian_menu": "Meskhian Menu",
    "more": "Read More",
    "rooms": "Rooms",
    "services": "Services",
    "wine_menu": "Wine Menu"
  },
  "home": {
    "about": "'VARDZIA RESORT'  is located in the Javakheti region of  Georgia, 240 kilometers from the capital Tbilisi. The spectacular design of the resort ensures that almost every one of the resort’s 32 rooms and 7 cottage rooms enjoys a view of the Beautiful nature and Vardzia Cave Town\n\nWe invite you to experience breathtaking nature, elegant and contemporary hotel and a unique atmosphere that provides privacy and tranquility.",
    "bar_and_restaurant_description": "Separately from the hotel situated cozy restaurant of Georgian cuisine, which is available for every traveler-pilgrim  will surprise  with the quality of  food and reasonable prices.",
    "rooms_description": "At present our hotel has 27 rooms all with panoramic views. 19 single or double, 3 triple, 2 lux, 2 family, 1 suite. We have discounts for tourist groups, family couples and honeymooners.\n\nThe site presents all categories of rooms, ranging from single rooms to super luxury category. See a detailed description of each room in the appropriate category. The price includes breakfast, high-speed Wi-Fi access to the Internet, bathroom supplies, slippers and bathrobe, SVC charges and all taxes due under the law, registration of foreign citizens."
  },
  "metadata": {
    "about_us": "Vardzia Resort has a seasonal outdoor swimming pool, garden, a shared lounge and terrace in Vardzia.",
    "bar_and_restaurant": "Enjoy delicious cuisine and handcrafted cocktails at our hotel’s Bar & Restaurant. Perfect for breakfast, lunch, dinner, or a relaxing evening drink in a cozy, elegant atmosphere.",
    "main_description": "Stay at Vardzia Resort — a cozy resort with beautiful views, great food, and unforgettable experiences. Book now!",
    "rooms": "Relax in our stylish and comfortable hotel rooms with modern amenities. Perfect for solo travelers, couples, and families seeking a peaceful and luxurious stay.",
    "services": "Discover top services at our hotel: a serene spa, indoor and outdoor pools, a boutique winery, modern conference halls, and a fun-filled entertainment center for all ages."
  },
  "room_types": {
    "COTTAGE": {
      "description": "Within the resort grounds, a variety of economy-class cottages and authentic cottages are located away from the main hotel building, offering a cozy and budget-friendly retreat for guests seeking a more private and affordable stay\n\nRooms size from 15 to 30 sq.m.",
      "title": "⁠⁠Cottage / Ethno Cottage"
    },
    "DOUBLE": {
      "description": "You will be really pleased with the comfort and coziness of this  double room with two separated or one large king-size bed. It creates the optimal environment for accommodation. The room is ideal for relaxing couples, and will charm you with  historic atmosphere and modern comfort. It is equipped with a comfortable metal double bed done with natural satin linen.  It creates an environment for work and leisure. For your convenience the  room features a  LCD TV set and telephone, safe and mini-bar.\n\nThe bathroom is equipped with the modern fitments of Italian origin, shower unit, basic toiletries, hairdryer, bathrobes. The room windows overlook the courtyard. Room area - 30\n\nPrice for room includes breakfast and VAT. Price for two persons. Price for extra bed is 50 GEL, children to 5 years - not charged.\n\nCheck in - 14:00, Check out - 12:00\nHigh season (15 Jun- 15 Sep): 338 gel\nLow Season (15 Sep - 15 Jun): 278 gel\n\nRooms size from 20 to 25 sq.m.",
      "title": "⁠⁠Standard Double - Deluxe Double with balcony"
    },
    "FAMILY": {
      "description": "Feel at home relaxing in a Family Room with your kids. All Family Rooms have an integral desk for ease of work, free wireless internet access and a comfortable bed which can accommodate two children.\n\nEach Family Room is equipped with 32'' wall-mounted flat screen TV with Free view channels, iron and ironing board, luxury bathroom toiletries, linen bathrobe, mineral water, newspaper, telephone and hairdryer.\n\nPrice for room includes breakfast and VAT. Price for four persons. Price for extra bed is 50 GEL, children to 5 years - not charged. Check in - 14:00, Check out - 12:00.\n\nRooms size 50 sq.m.",
      "title": "⁠⁠Family with balcony"
    },
    "SUITE": {
      "description": "The JUNIOR SUITE Rooms within Vardzia Resort are really very nice, with large wrap-around balconies/verandas have some of the best views from two directions. Two sets of patio doors open out onto the balconies/verandas where there is an outside table and two comfy chairs and the writing/computer desks inside are mostly positioned so that there is a nice view whilst working. These bright, spacious and cosy rooms are perfect for the long summer months in Vardzia, as well as the most cheerful room you could wish for on the dullest winter day.\n\nJUNIOR SUITE Rooms feature a very comfortable queen sized bed.  Furthermore, every room has a writing/computer desk with high-speed free complimentary Wi-Fi, satellite TV with the usual World channels, a fully-stocked minibar, individual air-conditioning control, a mini-safe, comfy armchair/s, a hairdryer, large wardrobe and mirror. Finally, the bathrooms have a contemporary design of washbasin, shower cubicles & bidets, high-quality towels and are stocked with complimentary toiletries.\n\nPrice for room includes breakfast and VAT. Price for two persons. Price for extra bed is 50 GEL, children to 5 years - not charged. Check in - 14:00, Check out - 12:00.\n\nRooms size 57 sq.m.",
      "title": "⁠⁠Suite with balcony / Junior Suite with balcon"
    },
    "TRIPLE": {
      "description": "A key feature of almost all  rooms within Vardzia Resort is a balcony/veranda with panoramic views to the hills surrounding Vardzia Resort, as well as over the historic areas of the monastery complex Vardzia. Quality is evident in every room with natural wood furniture, embossed wallpaper, high quality bed linen, high quality carpets and a relaxing pastel colour scheme. Moreover, the rooms are equipped for the maximum comfort of guests, backed up by a full complement of hotel services.\n\nTriple rooms feature a very comfortable single beds. Furthermore, every room has a writing/computer desk with high-speed free complimentary Wi-Fi, satellite TV with the usual World channels, individual air-conditioning control, comfy armchair/s, a hairdryer, large wardrobe and mirror. Finally, the bathrooms have a contemporary design of washbasin, shower cubicles & bidets, high-quality towels and are stocked with complimentary toiletries.\n\nPrice for room includes breakfast and VAT. Price for three persons. Price for extra bed is 50 GEL, children to 5 years - not charged. Check in - 14:00, Check out - 12:00.\n\nRooms size from 24 to 30 sq.m.",
      "title": "Triple"
    },
    "TWIN": {
      "description": "You will be really pleased with the comfort and coziness of this  double room with two separated or one large king-size bed. It creates the optimal environment for accommodation. The room is ideal for relaxing couples, and will charm you with  historic atmosphere and modern comfort. It is equipped with a comfortable metal double bed done with natural satin linen.  It creates an environment for work and leisure. For your convenience the  room features a  LCD TV set and telephone, safe and mini-bar.\n\nThe bathroom is equipped with the modern fitments of Italian origin, shower unit, basic toiletries, hairdryer, bathrobes. The room windows overlook the courtyard. Room area - 30\n\nPrice for room includes breakfast and VAT. Price for two persons. Price for extra bed is 50 GEL, children to 5 years - not charged.\n\nCheck in - 14:00, Check out - 12:00\nHigh season (15 Jun- 15 Sep): 338 gel\nLow Season (15 Sep - 15 Jun): 278 gel\n\nRooms size from 21 to 26 sq.m.",
      "title": "⁠Standard Twin - Deluxe Twin with balcony"
    }
  },
  "services": {
    "CONFERENCE_HALLS": {
      "description": "The conference room  is equipped with the cutting-edge technology. The modern system of video communication and simultaneous translation allows to conduct international forums as well any kind of business meetings in the hall. Stereoscopic projection system allows you to demonstrate films and arrange colourful presentations. The conference room is 90sq.m. and is supposed for 40 participants.\n\nThe modern conference room is a workspace, which ensures a  significant part of the success of a business event. If you need space, silence and involvement of  participants in a business event - our comfortable and well-equipped conference rooms will be the best choice. The advantages of the rental of our conference rooms are: modern equipment for various purposes - projection, sound and multimedia; simultaneous interpretation and electronic voting systems; equipment for video conferencing; Internet access via Wi-Fi.",
      "title": "Conference Halls"
    },
    "ENTERTAINMENT": {
      "description": "Billiards and Various Board Games – Relax with Friends\n\nUnwind from everyday stress and visit our entertainment hall, where you'll find billiards and a variety of board games.\n\nYou can order food and drinks from the restaurant while enjoying your time in the hall.\n\nSpend a pleasant evening in a fun atmosphere with friends, surrounded by fellow enthusiasts of these exciting games.",
      "title": "Billiards and Board games"
    },
    "EVENTS": {
      "description": "Our hotel offers the perfect setting for your unforgettable day—be it a wedding, anniversary, corporate event, or any other special occasion.\n\nWith elegant interiors, versatile event spaces, refined service, and personalized details, we provide all the key elements to make your event truly exceptional. Our experienced team ensures every aspect is carefully planned and flawlessly executed, so that each moment is unique and memorable.",
      "title": "Weddings and Events"
    },
    "GARDEN": {
      "description": "The complex is located in a stunning garden, established on restored historical terraces and the surrounding valley area. These terraces are home to a variety of local fruit trees—including cornelian cherry, mulberry, walnut, medlar, sour cherry, plum, cherry plum, apricot, hazelnut, currant, raspberry, blackberry, bladdernut, and more—whose blooming and ripening seasons make the resort especially attractive throughout the year.\n\nA vineyard of Meskhetian grape varieties, planted on the terraces, blends harmoniously into the garden’s landscape design, which has been developed in line with modern trends. Rare conifer species are complemented by century-old cornelian cherry and walnut trees. At any time of year, you can enjoy a rich collection of roses, peonies, tulips, irises, asters, and dahlias.",
      "title": "Garden"
    },
    "POOLS_SPA": {
      "description": "The  swimming pool which walls resemble a fortress is a  special decoration of the hotel complex.  In summer, in Vardzia you can rest not only on the banks of a natural pond or river. The best way to relax  after a hard day is to swim in two pools with the great wievs.\n\nBathe in the swimming pools  with a glass of champagne in your hand and you will  behold  things that attract thousands of tourists. Guests with children will appreciate the small pool located nearby.\n\nWe offer  a Turkish bath and Finnish sauna\n\nThe unusual sequence of steaming makes  hammam a greatest creation, giving you health and good spirits. Due to the low temperature the steam procedure is quite suitable even for children and the elderly, and for those who cannot stand the heat, or who wishes to avoid high temperatures.\n\nVardzia Resort Complex invites everyone to visit its Turkish bath. The fairy atmosphere of the Arabian Nights  created for you and  embodies you in the luxury environment; it will  take  you to the Ancient East, where you will feel as a Padishah in your  own palace  with the latest technology and a variety of entertainment for all tastes. We will unveil the great mystery of hammam for you, discover hidden secrets to give you a lot of pleasure, beauty and spirits!\n\nAs you know, the Finnish sauna has a beneficial effect on the entire body: it has a relaxing effect, helps to lose weight, improves  the skin, removes toxins and kills germs. Thus, visiting Finnish sauna is not just a fad, but a very good habit.\n\nThe best end of your bath procedures will be swimming in the pool or relaxation in the Jacuzzi. Just at this moment, when dousing in cool water you will fill the charm of bath procedures. Your body feels like  floating above the ground, and all the worries and anxieties disappear and you feel heavenly bliss!",
      "title": "Outdoor pools, SPA center and Gym"
    },
    "WINERY": {
      "description": "Wine tasting in our wine cellar\n\nOur wine tasting is focused on wine lovers and anyone who wants to join this culture, to acquire new knowledge and emotions.\n\nYou will learn to understand what is a good wine and to choose right gastronomic combinations. We offer several type of local wines for tasting and appetizers prepared by our chef, that  will help you unleash the true taste of these wines and to appreciate them.\n\nWine for two\n\nFor your romantic evening our sommelier will select the perfect combination of food and drinks. You only need to select one from the options, and enjoy wine, food and festive atmosphere. The evening’s program includes: a bottle of white, red or sparkling wine, creative cuisine from the Apartments brand-chef, sommelier’s  story about the wine and  basic rules of tasting.",
      "title": "Winery"
    }
  }
}
